Revit 2027 API
ParameterTypeId.RbsCurvetypeDefaultTeedownParam Property
 "Tee Down"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsCurvetypeDefaultTeedownParam { get; }
Public Shared ReadOnly Property RbsCurvetypeDefaultTeedownParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsCurvetypeDefaultTeedownParam {
	ForgeTypeId^ get ();
}
static member RbsCurvetypeDefaultTeedownParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace